[
  {
    "name": "absence",
    "image": "absence.png",
    "descriptionShort": "Email template about absence to employees at work",
    "descriptionLong": "Allows to define in which days the employee was absent and exactly for what reason. Considering the hours of the week or month. Clearly shows the report of each week on the specific hours of work  the employee with own photo.",
    "width": 624,
    "height": 788,
    "widthFull": 720,
    "heightFull": 1118
  },
  {
    "name": "activities",
    "image": "activities.png",
    "descriptionShort": "Email template related to the activities",
    "descriptionLong": "Allows to define the time with the kilometers spent on the activity at the given time. It shows the exact distance traveled and the number of people who \"like it\". In addition, the template allows you to add photos and shows the weather during activity.",
    "width": 624,
    "height": 1019,
    "widthFull": 720,
    "heightFull": 1350
  },
  {
    "name": "blog-post",
    "image": "blog-post.png",
    "descriptionShort": "Email template about posted blog posts",
    "descriptionLong": "Allows to create an e-mail about new posts that just appeared on the blog. Shows a part of  content along with a photo and title. Refers to the entire text or other posts posted on the blog.",
    "width": 624,
    "height": 1107,
    "widthFull": 720,
    "heightFull": 1438
  },
  {
    "name": "collection",
    "image": "collection.png",
    "descriptionShort": "Email template about the proposition of the collection",
    "descriptionLong": "Shows preferred themed blogs to follow. The template shows the five best blogs along with their short description with a photo, link to the subscription and the author of the text. Also shows another collections for scroll contents.",
    "width": 624,
    "height": 1325,
    "widthFull": 720,
    "heightFull": 1655
  },
  {
    "name": "conference",
    "image": "conference.png",
    "descriptionShort": "Email template with an invitation to a conference",
    "descriptionLong": "Allows to include a short description of the conference along with the topics discussed during the event. Describes who will run the conferences and for what reason. Also shows the time of start the conference and direct registration button on the website.",
    "width": 624,
    "height": 1702,
    "widthFull": 720,
    "heightFull": 2032
  },
  {
    "name": "confirmation",
    "image": "confirmation.png",
    "descriptionShort": "Email template with the booking confirmation",
    "descriptionLong": "Allows to create an email with all  important information about the reservation. Shows important details about sales. Confirms the reservation and shows the amount paid along with the date of purchase and definite place.",
    "width": 624,
    "height": 2095,
    "widthFull": 720,
    "heightFull": 2425
  },
  {
    "name": "download",
    "image": "download.png",
    "descriptionShort": "Email template with message about the completed download",
    "descriptionLong": "Shows which link is ready to download items. Confirms the number of attachments downloaded along with its size.Shows how many times you can click on a definite file and the time of expiry.",
    "width": 624,
    "height": 587,
    "widthFull": 720,
    "heightFull": 917
  },
  {
    "name": "error",
    "image": "error.png",
    "descriptionShort": "Email template with informaton about the error",
    "descriptionLong": "Allows to reduce the number of errors in the software. Describes the problem that related with the HTML code. Automatically sends to debug your content. Identifies the cause of the failure and allows to the remove. Shows the date of error.",
    "width": 624,
    "height": 760,
    "widthFull": 720,
    "heightFull": 1090
  },
  {
    "name": "event-invitation",
    "image": "event-invitation.png",
    "descriptionShort": "Email template with an invitation to a event",
    "descriptionLong": "Allows to create an email showing a new user group. Informs about the just formed group with short description and support to join in. It shows people who have already joined and automatically sends you to registration.",
    "width": 624,
    "height": 871,
    "widthFull": 720,
    "heightFull": 1201
  },
  {
    "name": "featured-photo",
    "image": "featured-photo.png",
    "descriptionShort": "Email template with the featured photo",
    "descriptionLong": "Allows to show the most popular photograph with the author and the date of publication from a given month. Shows the number of people who liked the photo. In addition shows following pictures, which may also be liked.",
    "width": 624,
    "height": 1196,
    "widthFull": 720,
    "heightFull": 1526
  },
  {
    "name": "features-2",
    "image": "features-2.png",
    "descriptionShort": "Email template with new features",
    "descriptionLong": "Allows  to display the latest added features with a description and picture. Shortly describes each of new features and presents how to use it. Shows only the selected new functions, and sends to the rest of them by the button.",
    "width": 624,
    "height": 1134,
    "widthFull": 720,
    "heightFull": 1465
  },
  {
    "name": "features",
    "image": "features.png",
    "descriptionShort": "Email template for the features",
    "descriptionLong": "Allows to popularize a new software feature. It presents in detail what is involved with the HTML code. Shows simple and quick modifications. Offers a trial version, just press the button. Each description is with a picture.",
    "width": 624,
    "height": 1872,
    "widthFull": 720,
    "heightFull": 2153
  },
  {
    "name": "friend-request",
    "image": "friend-request.png",
    "descriptionShort": "Email template for a friend request",
    "descriptionLong": "Allows to send a separate invitation to friends. Email show the photo of the person who sends the invitation along with the name. You can accept or refuse the invitation any time. Below it is information from which platform the invitation came from.",
    "width": 624,
    "height": 628,
    "widthFull": 720,
    "heightFull": 958
  },
  {
    "name": "gdpr",
    "image": "gdpr.png",
    "descriptionShort": "Email template about GDPR",
    "descriptionLong": "Shows an email template which is adapted to changes in user data. It protects individual, personal data, privacy the free flow of content. Include content about the elementary legal conditions of users.",
    "width": 624,
    "height": 1346,
    "widthFull": 720,
    "heightFull": 1676
  },
  {
    "name": "help",
    "image": "help.png",
    "descriptionShort": "Email template with help to users",
    "descriptionLong": "Allows specify the occurs problem with a quick solution. Presents the most popular questions related to the theme of the problem and answers. Additionally, automatically moves to live chat  to find a solution.",
    "width": 624,
    "height": 1075,
    "widthFull": 720,
    "heightFull": 1405
  },
  {
    "name": "invitation",
    "image": "invitation.png",
    "descriptionShort": "Email template with an invitation to collaborate",
    "descriptionLong": "Shows whos and for what purpose invites to cooperate.Viev the entire invitation by clicking on the button or visiting the profile of the person who invites you to learn a little more about them. In addition accept or reject the invitation any time.",
    "width": 624,
    "height": 606,
    "widthFull": 720,
    "heightFull": 936
  },
  {
    "name": "invoice",
    "image": "invoice.png",
    "descriptionShort": "Email template with an invoice",
    "descriptionLong": "Shows the exact details of the payer with the purchased items on the pictures. Shows the amount of purchased goods including tax and the final amount. Shows the date of purchase and a direct button to print the invoice or contact with the company.",
    "width": 624,
    "height": 1472,
    "widthFull": 720,
    "heightFull": 1754
  },
  {
    "name": "last-conversation",
    "image": "last-conversation.png",
    "descriptionShort": "Email template with the last conversation",
    "descriptionLong": "Allows to view the last conversation with the selected person. It presents a fragment of the conversation. To read all conversation click on the button 'read more'. Instead of names of users, shows a photo of them.",
    "width": 624,
    "height": 647,
    "widthFull": 720,
    "heightFull": 977
  },
  {
    "name": "license",
    "image": "license.png",
    "descriptionShort": "Email template related with the license",
    "descriptionLong": "Allows to create an email related to the acquired license by the user. There is the name of the purchased service, the registration code to  activated and the details of the license, always with date expiration at the end.",
    "width": 624,
    "height": 777,
    "widthFull": 720,
    "heightFull": 1107
  },
  {
    "name": "message",
    "image": "message.png",
    "descriptionShort": "Email template with a new message",
    "descriptionLong": "Allows for quick response, informing that the user has responded to our message. Shows from who the message comes from and shows the written content. Below are the buttons for direct response or for managing reservations",
    "width": 624,
    "height": 582,
    "widthFull": 720,
    "heightFull": 912
  },
  {
    "name": "missing-order",
    "image": "missing-order.png",
    "descriptionShort": "Email template with the missing order",
    "descriptionLong": "Shows the shopping list in the basket. Sends products along with photos that were in the basket and expect realization. Offers an additional discount when transaction will complete. Also sends back by the button to continue the order.",
    "width": 624,
    "height": 804,
    "widthFull": 720,
    "heightFull": 1134
  },
  {
    "name": "newsletter",
    "image": "newsletter.png",
    "descriptionShort": "Email template showing the newsletter",
    "descriptionLong": "Shows the latest information, messages in blog posts on thematic blogs or social networks. It presents articles that may interested the user. Clicking by on 'read more', the button moves to the whole text to the read.",
    "width": 624,
    "height": 2099,
    "widthFull": 720,
    "heightFull": 2429
  },
  {
    "name": "offer",
    "image": "offer.png",
    "descriptionShort": "Email template with promocional offer",
    "descriptionLong": "Allows to create an email witht the discount on product. It presents an interesting offer for users, which saves money. There is a description of what the offer is about, along with the expiry date of the offer. Sends by a button to get a discount.",
    "width": 624,
    "height": 530,
    "widthFull": 720,
    "heightFull": 860
  },
  {
    "name": "order",
    "image": "order.png",
    "descriptionShort": "Email template with order summary",
    "descriptionLong": "Shows the order with the purchased products. Displays the order number along with the necessary information and the total cost and date of purchase. Underneath shows the proposed items and 'back to shop' button to buy something else.",
    "width": 624,
    "height": 1762,
    "widthFull": 720,
    "heightFull": 2092
  },
  {
    "name": "password",
    "image": "password.png",
    "descriptionShort": "Email template with reset password for the account",
    "descriptionLong": "Allows to send a generated message with instructions to change the password when you forget it. Using the button, we move to the page to give a new password. Below there is a URL adress where you can find more information about changing the password.",
    "width": 624,
    "height": 558,
    "widthFull": 720,
    "heightFull": 888
  },
  {
    "name": "payment",
    "image": "payment.png",
    "descriptionShort": "Email template with payment details",
    "descriptionLong": "Shows an email template with the exact cost of the transaction along with information about the date, method of payment and invoice confirmation. An additional option is add a loan function from the  minimum amount.",
    "width": 624,
    "height": 826,
    "widthFull": 720,
    "heightFull": 1156
  },
  {
    "name": "popular-posts",
    "image": "popular-posts.png",
    "descriptionShort": "Email template with popular post",
    "descriptionLong": "Shows in the email the most viewed posts by users with the beginning of the text from the blog with the picture. Below are the next popular posts with the referring button to read more articles on thematic blogs.",
    "width": 624,
    "height": 1166,
    "widthFull": 720,
    "heightFull": 1496
  },
  {
    "name": "pricing",
    "image": "pricing.png",
    "descriptionShort": "Email template with the given pricing",
    "descriptionLong": "Shows price offers along with attractive discounts between different packages. Each package contains various options and a different price. Each package satisfies different user needs. Through the \"update\" button moves to purchase the offer.",
    "width": 624,
    "height": 639,
    "widthFull": 720,
    "heightFull": 969
  },
  {
    "name": "product-available",
    "image": "product-available.png",
    "descriptionShort": "Email template with an available product",
    "descriptionLong": "Allows to send an offer that was not currently available. Shows a specific product with photo and price. Use the button to refer to the website to purchase the product. Below are products that may also interest the recipient.",
    "width": 624,
    "height": 894,
    "widthFull": 720,
    "heightFull": 1224
  },
  {
    "name": "progress",
    "image": "progress.png",
    "descriptionShort": "Email template with progress",
    "descriptionLong": "Shows the overall progress of the user at a given time related to the activity. Thanks to the graph, clearly describes the progress. Defines the day on which the activity took place along with the necessary information about it.",
    "width": 624,
    "height": 651,
    "widthFull": 720,
    "heightFull": 981
  },
  {
    "name": "projects",
    "image": "projects.png",
    "descriptionShort": "Email template with a project overview",
    "descriptionLong": "Allows to show employees' projects. Shows with the graph the percentage of the completed project along with a description of what it concerns and the person who coordinates the project. Using the button, it refers to managing all projects",
    "width": 624,
    "height": 782,
    "widthFull": 720,
    "heightFull": 1112
  },
  {
    "name": "promo-code",
    "image": "promo-code.png",
    "descriptionShort": "Email template associated with promo code.",
    "descriptionLong": "Shows specially generated code for users to take uses of the promotion. Specifies the type and amount of the discount and its expiration date. It sends directly to the store to buy a product at a lower price than at the beginning.",
    "width": 624,
    "height": 614,
    "widthFull": 720,
    "heightFull": 945
  },
  {
    "name": "register",
    "image": "register.png",
    "descriptionShort": "Email template about the registration of a new user",
    "descriptionLong": "Allows to confirm your data and complete registration of a new user in the system. It presents what the registration is about, along with the \"confirm your email address\" button. At the end is display thanks for registration",
    "width": 624,
    "height": 632,
    "widthFull": 720,
    "heightFull": 962
  },
  {
    "name": "reminder",
    "image": "reminder.png",
    "descriptionShort": "Email template with an event reminder",
    "descriptionLong": "Allows to create an email referring to the private calendar. Sends notification of upcoming events with the date and place of the meeting. In addition, below are details of what the meeting is about, along with button to confirm your arrival.",
    "width": 624,
    "height": 518,
    "widthFull": 720,
    "heightFull": 848
  },
  {
    "name": "repo-stats",
    "image": "repo-stats.png",
    "descriptionShort": "Email template about REPO review",
    "descriptionLong": "Shows financial transactions that regulate the liquidity of the banking sector. Presents a statistics graph and also open and closed problems together with new. Through photos  shows current management intermediaries",
    "width": 624,
    "height": 975,
    "widthFull": 720,
    "heightFull": 1306
  },
  {
    "name": "sale",
    "image": "sale.png",
    "descriptionShort": "Email template for sales",
    "descriptionLong": "Shows ready text with photo in which it informs about the promotion. Offers a specific discount percentage along with a time limit. In addition, it refers directly to the purchase of the offer. Indicates which time the promotion is active.",
    "width": 624,
    "height": 762,
    "widthFull": 720,
    "heightFull": 1092
  },
  {
    "name": "schedule",
    "image": "schedule.png",
    "descriptionShort": "Email template connected with the schedule",
    "descriptionLong": "Allows to organize time at work with accurate employee data. Shows the status of the employee along with the time worked on a particular day. Employees are represented by a photo with the profession they perform.",
    "width": 624,
    "height": 609,
    "widthFull": 720,
    "heightFull": 939
  },
  {
    "name": "shipped",
    "image": "shipped.png",
    "descriptionShort": "Email template informing about the shipment",
    "descriptionLong": "Allows to create an email which all the inportant details of the purchase. Email informs you that the product has been sent. Contains the tracking number of the shipment and the name of the company through which the product was sent.",
    "width": 624,
    "height": 453,
    "widthFull": 720,
    "heightFull": 783
  },
  {
    "name": "stats-2",
    "image": "stats-2.png",
    "descriptionShort": "Email template about statistics",
    "descriptionLong": "Shows company statistics on graph from a specific time with a specific system update that was entered. Shows the percentage of people who benefited from it, who were satisfied and those who rejected the update. Refers to full report.",
    "width": 624,
    "height": 720,
    "widthFull": 720,
    "heightFull": 1002
  },
  {
    "name": "stats",
    "image": "stats.png",
    "descriptionShort": "Email template about statistics",
    "descriptionLong": "Allows on the graph to present statistics on website visits. Shows how many users have used the site at any given time. It divides users into those who have used the site and those who do not. It refers to the entire report by the button.",
    "width": 624,
    "height": 917,
    "widthFull": 720,
    "heightFull": 1198
  },
  {
    "name": "subscribe",
    "image": "subscribe.png",
    "descriptionShort": "Email template about subscriptions",
    "descriptionLong": "Allows to send emails about proposed subscriptions. Every suggestion presents a short description of the application with logo. Next to each is a button that refers to the automatic subscription of the application. It also has a button to see more.",
    "width": 624,
    "height": 832,
    "widthFull": 720,
    "heightFull": 1162
  },
  {
    "name": "subscription",
    "image": "subscription.png",
    "descriptionShort": "Email template about confirmation of subscription",
    "descriptionLong": "Allows you to send an email about the request to accept the subscription. The message informs that thanks to the subscription the user will be up to date with new products. Refer by the button to subscribe.",
    "width": 624,
    "height": 551,
    "widthFull": 720,
    "heightFull": 881
  },
  {
    "name": "survey",
    "image": "survey.png",
    "descriptionShort": "Email template about survey",
    "descriptionLong": "Allows users to help improve the content. Sends a thank you for participating in the conference and asks for an opinion about it and an indication of whether they would recommend the content to friends. The scale is from 1 to 10.",
    "width": 624,
    "height": 774,
    "widthFull": 720,
    "heightFull": 1104
  },
  {
    "name": "todo",
    "image": "todo.png",
    "descriptionShort": "Email template with a list of things to do",
    "descriptionLong": "Shows the monthly result of the to-do list. It contains the given activities showing which of them are you made with a specific date. Each action has a picture about the activity. It sends you with a button to set up, manage your to-do list",
    "width": 624,
    "height": 509,
    "widthFull": 720,
    "heightFull": 839
  },
  {
    "name": "top-comments",
    "image": "top-comments.png",
    "descriptionShort": "Email template with the top comments",
    "descriptionLong": "Shows the most relevant and best comments that relate to the company, product, brand. This template show comments along with the author of the text. The content is clear and transparent. In addition, there is a button below for see more comments.",
    "width": 624,
    "height": 664,
    "widthFull": 720,
    "heightFull": 994
  },
  {
    "name": "ui-colors",
    "image": "ui-colors.png",
    "descriptionShort": "Email template with available colors",
    "descriptionLong": "Shows the available color palette in the table with codes. The colors are grouped into basic colors, social colors and variations of colors. A variety of colors allows everyone to choose something for themselves.",
    "width": 624,
    "height": 977,
    "widthFull": 720,
    "heightFull": 1307
  },
  {
    "name": "ui-grid",
    "image": "ui-grid.png",
    "descriptionShort": "Email template with a grid system",
    "descriptionLong": "Allows to create your own system, in which the grid is adapted. The width and length of the template depends on your preferences. Types of columns have been described with their number. The grid width adapts to the device on which it is run.",
    "width": 624,
    "height": 1516,
    "widthFull": 720,
    "heightFull": 1846
  },
  {
    "name": "ui-typography",
    "image": "ui-typography.png",
    "descriptionShort": "Email template about typography",
    "descriptionLong": "Shows how the structures engaging the language in the tabler are shaped. Refers to the all typography. The template facilitates reading and writing in the system, not limited to one space. Additionally, shows the dimension of visual communication.",
    "width": 624,
    "height": 1056,
    "widthFull": 720,
    "heightFull": 1386
  },
  {
    "name": "valentines-1",
    "image": "valentines-1.png",
    "descriptionShort": "Email template for Valentine's Day 1",
    "descriptionLong": "Template designed especially for Valentine's Day with donate a free year on the tabler. You can give it to every person. This is the best way to thank you that you are with us.The button automatically allows you to send a gift.",
    "width": 624,
    "height": 816,
    "widthFull": 720,
    "heightFull": 1146
  },
  {
    "name": "valentines-2",
    "image": "valentines-2.png",
    "descriptionShort": "Email template for Valentine's Day 2",
    "descriptionLong": "Template designed especially for Valentine's Day that saves 50% of the price. Automatically calculates the discount and shows the price after the discount. This is the best way to thank you that you are with us. The button sends you to buy a product.",
    "width": 624,
    "height": 1166,
    "widthFull": 720,
    "heightFull": 1496
  },
  {
    "name": "valentines-3",
    "image": "valentines-3.png",
    "descriptionShort": "Email template for Valentine's Day 3",
    "descriptionLong": "Template designed especially for Valentine's Day with attractions lower by half price. Shows suggestions that can make Valentine's Day happy. This is the best way to thank you that you are with us.The button refers to buying or seeing more proposals.",
    "width": 624,
    "height": 1693,
    "widthFull": 720,
    "heightFull": 2023
  },
  {
    "name": "valentines-4",
    "image": "valentines-4.png",
    "descriptionShort": "Email template for Valentine's Day 4",
    "descriptionLong": "Template designed especially for Valentine's Day with a voucher to be used in the tabler, along with the generated QR code for the given amount. This is the best way to thank you that you are with us.",
    "width": 624,
    "height": 808,
    "widthFull": 720,
    "heightFull": 1138
  },
  {
    "name": "visitors-map",
    "image": "visitors-map.png",
    "descriptionShort": "Email template related with the vistitor map",
    "descriptionLong": "Shows using graphics from which territory visitors arrived during one week. Shows the number of page views from a given region with precise statistics. Additionally, shows how many people are using the program and how many people closed account.",
    "width": 624,
    "height": 1472,
    "widthFull": 720,
    "heightFull": 1753
  },
  {
    "name": "wishlist",
    "image": "wishlist.png",
    "descriptionShort": "Email template with a wishlist update",
    "descriptionLong": "Allows display information about products that were not available before. It shows that the product that was in the basket is already completed in the magazine. Shows graphics with product and the amount. In addition sends a wish to the wishlist.",
    "width": 624,
    "height": 1109,
    "widthFull": 720,
    "heightFull": 1439
  }
]
